import { CommunityBoxProps } from "../interfaces/postContent";

export const LikePostDummy: Array<CommunityBoxProps> = [
  {
    title: "아기가 우는걸 잘 들을 수 있어요.",
    writer: "난청부모",
    text: "베이비 히어 덕분에 아기가 울 때마다 핸드폰으로 진동이 와서 놓치고 있던 아이의 울음소리를 바로 캐치하고 달래줄 수 있어요. 정말 편한 서비스인 것 같네요. 베이비 히어 최고!",
    link: "/community-list/1",
  },
  {
    title: "영상 콘텐츠를 제공해주는 점이 정말 편하네요.",
    writer: "영상좋아",
    text: "아기가 좋아하는 영상들이 잘 선별되어 있어서 편한 것 같아요. 이제 유튜브에서 무슨 영상 틀어줄지 고민 안해도 되네요. 정말 편한 서비스인 것 같네요. 베이비 히어 최고!",
    link: "/community-list/1",
  },
  {
    title: "성수동 카페에서 모이실 부모님들",
    writer: "성수맘12",
    text: "이번주 주말에 성수동 카페에서 같이 육아 얘기 나누실 분 있나요? 육아 하면서 겪는 어려움이 많네요. 같이 맛있는 커피 한 잔 하면서 애기 나눠요.",
    link: "/community-list/1",
  },
  {
    title: "아기가 우는걸 잘 들을 수 있어요.",
    writer: "난청부모",
    text: "베이비 히어 덕분에 아기가 울 때마다 핸드폰으로 진동이 와서 놓치고 있던 아이의 울음소리를 바로 캐치하고 달래줄 수 있어요. 정말 편한 서비스인 것 같네요. 베이비 히어 최고!",
    link: "/community-list/1",
  },
  {
    title: "36개월 아기들 식사",
    writer: "핸드메이드 이유식",
    text: "제 아이가 36개월인데 다들 식사 어떻게 만들어 주시나요? 이유식을 먹을 시기는 지나서 조금씩 재료들을 섞어서 급여하고 있어요.",
    link: "/community-list/1",
  }
]

export const RecentPostDummy: Array<CommunityBoxProps> = [
  {
    title: "36개월 아기들 식사",
    writer: "핸드메이드 이유식",
    text: "제 아이가 36개월인데 다들 식사 어떻게 만들어 주시나요? 이유식을 먹을 시기는 지나서 조금씩 재료들을 섞어서 급여하고 있어요.",
    link: "/community-list/2",
  },
  {
    title: "영상 콘텐츠를 제공해주는 점이 정말 편하네요.",
    writer: "영상좋아",
    text: "아기가 좋아하는 영상들이 잘 선별되어 있어서 편한 것 같아요. 이제 유튜브에서 무슨 영상 틀어줄지 고민 안해도 되네요. 정말 편한 서비스인 것 같네요. 베이비 히어 최고!",
    link: "/community-list/2",
  },
  {
    title: "성수동 카페에서 모이실 부모님들",
    writer: "성수맘12",
    text: "이번주 주말에 성수동 카페에서 같이 육아 얘기 나누실 분 있나요? 육아 하면서 겪는 어려움이 많네요. 같이 맛있는 커피 한 잔 하면서 애기 나눠요.",
    link: "/community-list/1",
  },
  {
    title: "아기가 우는걸 잘 들을 수 있어요.",
    writer: "난청부모",
    text: "베이비 히어 덕분에 아기가 울 때마다 핸드폰으로 진동이 와서 놓치고 있던 아이의 울음소리를 바로 캐치하고 달래줄 수 있어요. 정말 편한 서비스인 것 같네요. 베이비 히어 최고!",
    link: "/community-list/1",
  },
  {
    title: "36개월 아기들 식사",
    writer: "핸드메이드 이유식",
    text: "제 아이가 36개월인데 다들 식사 어떻게 만들어 주시나요? 이유식을 먹을 시기는 지나서 조금씩 재료들을 섞어서 급여하고 있어요.",
    link: "/community-list/1",
  }
]